{
    "meta": {
        "de": "German",
        "en": "English",
        "fa": "Persian"
    },
    "navigation": {
        "home": "Home",
        "about": "About",
        "club": "Club Management",
        "player": "Player Management",
        "law": "Law",
        "team": "Team",
        "contact": "Contact",
        "imprint": "Imprint",
        "notFound": "Not Found"
    },
    "korko": {
        "fullName": "KORKO Football Management"
    },
    "slangs": {
        "serious": "It is worth it to take sport seriously",
        "scope": "The scope of activity of the KORKO Football management club is as varied as the Football itself",
        "trust": "We want to earn your eternal trust",
        "carelessness": "The smallest carelessness of details in the draft of agreement could cause enormous trouble in future",
        "beginning": "From beginning till the end",
        "concentrate": "We do everything so that you can concentrate on the essential, namely your career",
        "meeting": "We look forward to meeting you"
    },
    "global": {
        "ourResponsibilities": "Our Responsibilities"
    },
    "home": {
        "whatWeKnow": "KORKO Football management knows and appreciates the importance of Football and its impact on people and societies worldwide. Both in recreational as well as in competitive Football, we advise and accompany you in all areas and look forward to meeting you soon."
    },
    "about": {
        "title": "About KORKO Football Management",
        "yourPassion": "You would like to connect your passion for Football and its natural development to a lifelong profession with a business purpose. KORKO Football management connects exactly these areas together. Here you will get familiarized with the economic, legal and media operations of the Football world.\n\nOr you already belong to a discipline and want to reach higher goals. In that case, KORKO Football management supports and advises you on how to act in all the areas. Whether you're a player, coach, manager or relate to any other functionary of the football world, you are in good hands with KORKO Football Management.\n\nIf that sounds interesting to you, read on and you'll get to know more about KORKO Football management, starting requirements and possible career opportunities. Or if you have any questions, send us an e-mail at contact@korko.club.\n\nWhether you're a player, coach, manager or relate to any other functionary of the football world, you are in good hands with KORKO.\n\nWe look forward to meeting you.",
        "ourResponsibilities": "KORKO Football Management advices the management of Football clubs and federations, as well as the management of sports goods manufacturers, commercial Football facilities, and Football events administration.\nKORKO Football Management as player's Manager advises successful individual player with professional and licensed trainers.\nKORKO Football Management's team consists of sporty, commercially, organizationally, managerially and judiciary staffs and partners with expertise and provides the contacts to associations, clubs, players, agents, sponsors, media and advertising partners.\nKORKO Football Management attention is on your satisfaction and is based off mutually honesty and trust which obtain not only through individual consulting and mediation but also solidified with attentive monitoring and controlling over entire process.",
        "slang": "The scope of activity of the KORKO Football management club is as varied as the Football itself"
    },
    "club": {
        "title": "Club Management",
        "yourClub": "Clubs look for players to enhance the sporting quality of their squad. Players however are looking for a suitable Clubs where they see sporting career opportunities. The mediator occurs here as a link with contact networks and insider knowledge and mediates on behalf of his clients.\nTherefore the qualification and knowledge of the consultant play a large role. The disadvantage result from the fact that unqualified consultant for associations, clubs and players take over the fate of negotiations, is clear.",
        "eventsSubtitle": "Events administration",
        "events": "Every coach knows and appreciates the importance of friendship and pre-season competition. A team can measure itself only in competitions. Therefor is the opponent very important. If a test match opponent is not fit enough for the imaginary preparation, you cannot expect to get a desired result to customize or improve accordingly.",
        "eventResponsibilities": "KORKO Football Management searches worldwide for suitable and affordable training camps, test matches and tournaments, negotiates oriented to client needs, organizes carefully and ensures that everything runs smoothly.",
        "federationSubtitle": "Federation and clubs administration",
        "federation": "Since 1990 the football business has grown into more professional and has got more lucrative. Sales in billions of dollars are generated today with sale from marketing rights, merchandising, sponsoring, tickets, etc. . The value of a Football club is significantly depending on its sportily and/or socially triumph.\nTo achieve the necessary high level in sport thus to develop the associated economic success, the federations and clubs invest continuously not only in the quality of their teams but also in the quality of infrastructure and image. Accordingly the federations and clubs try continuously to explore the possibilities of an agreement with potentially suitable player, trainer, manager and partners.",
        "federationResponsibilities": "KORKO Football Management designs and realizes matching at structures of the clubs sponsoring strategies. Run it from planning and end it after complete implementing and controls all on-going activities which are connected under contractual regulation of the sponsors performance and compensation.'\nKORKO Football Management mediates between federations, associations and/or clubs with competence and organizes workshops for direct communication, comprehension and cooperation.'\nKORKO Football Management contacts on behalf the selected players, coaches or officials and regulates the process juristically safe and designs contracts in varyingly languages.'\nKORKO Football Management advises associations and clubs of internal situation and draft new concepts for improvement and development."
    },
    "player": {
        "title": "Player Management",
        "yourPlayer": "In view of the fact that the professional active time in the life of top players is limited, often make professional uncertainty after the active career. Just taking care about that is matter for KORKO Football management. Because a professional player at some point should focus concentrated on the self-improvement to get high skilled performance in future.\nAlways more sport as a cultural good due to commercialization has shifted to the economic asset, in particular by media steeped sport “football”. This has led that the salaries of the football players soared within years.\nAs well the requirements for a professional player have grown extremely. In addition to his player performance, he must occur media appearances, sign complex contracts, maintain its positive image, and by the way to manage his substantial salary. To cope with these complex tasks with little business experience and under constant performance pressure overwhelm many young professional players.",
        "schoolingSubtitle": "Schooling",
        "schoolingResponsibilities": "KORKO Football Management organises for players an individual further education-schedule to improve their skills. Physical, mental and personally aspects of players become targeted and individually promoted and constantly monitored.\nKORKO Football Management leads with player jointly an individual performance analysis from his/her physical, mental and personal standing.\nKORKO Football Management organizes suitable for player a further education plan for the career after the career and so ensuring the future professional life.",
        "marketingSubtitle": "Marketing & Sponsoring",
        "marketingResponsibilities": "KORKO Football Management has set up as own task to improve the skills of the players to top his professional and thus increase successfully marketing value, and so the salary.\nKORKO Football Management advises players and designs effective marketing concepts to more negotiation options and convey efficiently in market."
    },
    "law": {
        "title": "Law",
        "yourLaw": "Professional players are mainly globally active and many professional clubs seek international appropriate players to complement their teams. Change player his club across national borders, changes not only the language and cultures but also the legal rules for the player as an employee. There are various national and European laws and rules and that could arise legal conflict not only with FIFA and other federations and clubs but also with justice, tax office, etc.",
        "financialTitle": "Financial",
        "financialResponsibilities": "KORKO Football Management is firm not only in the fields of Football sport but also is in the fields of business, laws, taxes and issues expertly and experienced.\nKORKO Football Management supports the athletes in the matters investment, insurance, taxes, etc.",
        "contractTitle": "Contract administration",
        "contractResponsibilities": "KORKO Football Management negotiates sponsorship deals, sports Organizer agreements and other marketing and employment contracts and designed contracts legally safe and in legally conflicts accompany the players with competent attorneys.",
        "transferTitle": "Transfer",
        "transferResponsibilities": "KORKO Football Management takes care of visa and travel matters as well as mobility and accommodation."
    },
    "team": {
        "viewCerts": "View Certificates",
        "cert": {
            "label": "Certificate",
            "authority": "Authority"
        }
    },
    "contact": {
        "input-name": "Your name",
        "input-email": "Your email",
        "input-phone": "Your phone",
        "input-message": "Your message",
        "send": "Send Message"
    },
    "imprint": {
        "title": "Imprint"
    }
}


